content/posts/2022/11/quick_read_qijigongshi.org
#+title: 快读 —— 奇迹笔记
#+AUTHOR: panshishuo
#+date: <2022-11-11 00:01>

昨天扫了一本书 —— 《奇迹公式》，副标题：我三星期从半身不遂中站起，一年抗癌成功，从破产到财富自由的关键：

让你逆势重生、创造自己想要的奇迹。

只要坚持两个决定，就算人生跌到没有光的谷底，也能逆势重生、创造自己想要的奇迹。这道简单的奇迹公式，就是你我人生从“有可能实现”到“必然成真”的重大关键！

“奇迹公式”看似简单，但只有一小部分人知道如何去实现它，虽然它只包含两个决定：
第一个决定是，保持坚定不移的信念；
第二个决定是，付出非同常人的努力。

是的，就这两条，非常简单。


很多人在看到奇迹公式时，觉得很对、很对、很对，但是自己一转念，又觉得无从下手，这里有 6 个步骤可以参考下：

1. 确定你的第一项使命。这就是你的行动目标；

2. 预先确定你的过程。当我们确切地知道下一步该做什么，并且知道这么做会让我们更加接近最终目标时，我们就知道自己必将取得成功；
（比如你想成为作家，第一步就要练笔；你想成为画家，你就需要先画画。有了这些行动方案之后，你才可以清晰地量化你的结果，给你自己正向而不间断的反馈。）

3. 安排时间诵读你的奇迹公式自我肯定。这就好比锻炼，必须长期坚持，才能获得回报。为了用信念来代替恐惧，并确保你的信念坚定不移，你需要每天都去强化它；

4. 安排你完成使命的过程的时间表，并对其负责。“使命时间”也许是 30 分钟或 60 分钟，一周 5 到 7 天，每日早晚，上班前后。也可以是周六和周日的各 4 个小时，它是因人而异的，但也是必须要有的；

5. 每天评估你的过程和进展；

6. 在完成每项使命时评估你的经历。

总结下来，其实笔者是想告诉我们的奇迹公式虽然十分简单，比如信念，但我们却总想不起什么才是信念，或者为什么要树立一个信念。在大部分人看来，奇迹是可遇不可求的。但笔者却说说，奇迹是可以具体可量化的，于是他用自己的经历和数据告诉我们，你也可以。
