2022/11/quick_read_qijigongshi.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<!-- 2024-03-25 Mon 00:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>快读 —— 奇迹笔记</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="panshishuo" />
<link rel="icon" href="/panshi/favicon.ico" type="image/vnd.microsoft.icon"/><link rel="stylesheet" type="text/css" href="/panshi/style.css"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-home-and-up">
 <a accesskey="h" href="/panshi/sitemap.html"> 索引 </a>
 |
 <a accesskey="H" href="/panshi"> 主页 </a>
 |
 <a accesskey="" href="/panshi/pics.html"> 图集 </a>
 |
 <a accesskey="" href="https://github.com/xingangshi" target="_blank"> GITHUB </a>
 |
 <a accesskey="" href="https://www.shixingang.com/diary/" target="_blank"> 随笔 </a>
 |
 <a accesskey="" href="https://www.geekpanshi.com/" target="_blank"> 旧博客 </a>
 |
 <a><input type="text" class="st-default-search-input" placeholder="站内搜索..."/></a>
</div>
<script type="text/javascript">
  (function(w,d,t,u,n,s,e){w['SwiftypeObject']=n;w[n]=w[n]||function(){
  (w[n].q=w[n].q||[]).push(arguments);};s=d.createElement(t);
  e=d.getElementsByTagName(t)[0];s.async=1;s.src=u;e.parentNode.insertBefore(s,e);
  })(window,document,'script','//s.swiftypecdn.com/install/v2/st.js','_st');

  _st('install','-7xxk_zZkMGeYu7EHZqk','2.0.0');
</script>

<script src="https://cdn.bootcss.com/vue/2.6.11/vue.min.js"></script>
</div>
<div id="content">
<h1 class="title">快读 —— 奇迹笔记</h1>
<p>
昨天扫了一本书 —— 《奇迹公式》，副标题：我三星期从半身不遂中站起，一年抗癌成功，从破产到财富自由的关键：
</p>

<p>
让你逆势重生、创造自己想要的奇迹。
</p>

<p>
只要坚持两个决定，就算人生跌到没有光的谷底，也能逆势重生、创造自己想要的奇迹。这道简单的奇迹公式，就是你我人生从“有可能实现”到“必然成真”的重大关键！
</p>

<p>
“奇迹公式”看似简单，但只有一小部分人知道如何去实现它，虽然它只包含两个决定：
第一个决定是，保持坚定不移的信念；
第二个决定是，付出非同常人的努力。
</p>

<p>
是的，就这两条，非常简单。
</p>


<p>
很多人在看到奇迹公式时，觉得很对、很对、很对，但是自己一转念，又觉得无从下手，这里有 6 个步骤可以参考下：
</p>

<ol class="org-ol">
<li>确定你的第一项使命。这就是你的行动目标；</li>

<li>预先确定你的过程。当我们确切地知道下一步该做什么，并且知道这么做会让我们更加接近最终目标时，我们就知道自己必将取得成功；</li>
</ol>
<p>
（比如你想成为作家，第一步就要练笔；你想成为画家，你就需要先画画。有了这些行动方案之后，你才可以清晰地量化你的结果，给你自己正向而不间断的反馈。）
</p>

<ol class="org-ol">
<li>安排时间诵读你的奇迹公式自我肯定。这就好比锻炼，必须长期坚持，才能获得回报。为了用信念来代替恐惧，并确保你的信念坚定不移，你需要每天都去强化它；</li>

<li>安排你完成使命的过程的时间表，并对其负责。“使命时间”也许是 30 分钟或 60 分钟，一周 5 到 7 天，每日早晚，上班前后。也可以是周六和周日的各 4 个小时，它是因人而异的，但也是必须要有的；</li>

<li>每天评估你的过程和进展；</li>

<li>在完成每项使命时评估你的经历。</li>
</ol>

<p>
总结下来，其实笔者是想告诉我们的奇迹公式虽然十分简单，比如信念，但我们却总想不起什么才是信念，或者为什么要树立一个信念。在大部分人看来，奇迹是可遇不可求的。但笔者却说说，奇迹是可以具体可量化的，于是他用自己的经历和数据告诉我们，你也可以。
</p>
</div>
<div id="postamble" class="status">
<hr/>
<script src="https://utteranc.es/client.js"
    repo="geekpanshi/apc"
    issue-term="pathname"
    label="apc"
    theme="github-light"
    crossorigin="anonymous"
    async>
</script>
<hr/>
<p >标题：快读 —— 奇迹笔记</p>
<p class="date">日期：2024-03-25 Mon 00:00</p>
<p class="author">作者：<a href="https://nas.qysit.com:2046/geekpanshi/panshi_imgs/-/raw/main/images/about/dx17wGO.png">磐石说</a></p>
<p class="creator">© 2018 – 2023 <a href="https://github.com/geekpanshi">GeekPanshi</a> (<a href="https://www.shixingang.com/">shixingang</a>)</p>
<p class="validation"></p>
</div>
</body>
</html>
